Repository: AppQuality/appq-integration-center
Catalog: languages/appq-integration-center-*.po
Languages: it_it

source: Integration center
it_it: Centro Integrazioni

source: Documentation
it_it: Documentazione

source: Settings
it_it: Impostazioni

source: Bug Field
it_it: Campo del bug

source: Field Value
it_it: Valore del campo

source: Field mapping
it_it: Mapping campi

source: Get mapping from bug
it_it: Ottieni Mapping da issue

source: New mapping field
it_it: Nuovo mapping campo

source: Name
it_it: Nome

source: Content
it_it: Contenuto

source: Needs sanitizing
it_it: Necessita sanitizzazione

source: Contains JSON
it_it: Contiene JSON

source: Search...
it_it: Cerca...

source: Search by id, name, category, status, severity,tags or 'duplicated','unique','uploaded','to-upload'. The search is in OR, use + to search in AND (e.g. HIGH+approved)
it_it: Ricerca per id, titolo, tipologia, status, severity, tags o 'duplicated','unique','uploaded','to-upload'. La ricerca è in OR, utilizza + per cercare in AND (e.g. HIGH+approved)

source: Send All
it_it: Carica tutto

source: Send Selected
it_it: Carica selezionati

source: View
it_it: Mostra

source: Message
it_it: Titolo

source: Category
it_it: Categoria

source: Status
it_it: Stato

source: Severity
it_it: Gravità

source: Duplicated
it_it: Duplicato

source: Tags
it_it: Tag

source: Delete this field?
it_it: Cancellare il campo?

source: Delete field
it_it: Cancella campo

source: Cancel
it_it: Annulla

source: Delete current tracker settings?
it_it: Cancellare le impostazioni del tracker?

source: Delete settings
it_it: Cancella impostazioni

source: Edit available field
it_it: Modifica campo disponibile

source: Source field
it_it: Campo sorgente

source: Target field
it_it: Nuovo campo

source: Save field
it_it: Salva campo

source: Field value
it_it: Valore del campo

source: Some value
it_it: Un valore

source: Map value
it_it: Valore da mappare

source: Some other value
it_it: Un altro valore

source: Setup your issue tracker
it_it: Configura il tuo issue tracker

source: Select Issue Tracker
it_it: Seleziona il tuo issue tracker

source: Save settings
it_it: Salva impostazioni

source: Import settings
it_it: Importa impostazioni

source: Search campaign
it_it: Cerca una campagna

source: Import now
it_it: Importa

source: Add available field
it_it: Aggiungi campo

source: Tracker settings
it_it: Impostazioni tracker

source: Import settings from an existing campaign
it_it: Importa impostazioni da una campagna esistente

source: Create a new setup
it_it: Crea una nuova impostazione

source: Setup manually
it_it: Imposta manualmente

source: Available fields
it_it: Campi disponibili

source: Add new field
it_it: Aggiungi un nuovo campo

source: Save Capability
it_it: Salva Capability

source: Customer Visibility
it_it: Visibilità cliente

source: visible to customer
it_it: visibile al cliente

source: Save Visibility
it_it: Salva visibilità

source: Update example issue
it_it: Modifica issue di esempio

source: Show example issue
it_it: Mostra issue di esempio

source: Create example issue
it_it: Crea issue di esempio

source: Invalid data: CP_ID or bugtracker_id not set
it_it: Dati non validi: cp_id o bugtracker_id mancanti

source: You need to configure the bugtracker
it_it: E' necessario configurare il bugtracker

# Integration Center delete issue
source: Are you sure you want to delete issue
it_it: Sei sicuro di voler cancellare l'issue

# Integration Center edit available field
source: Custom field updated
it_it: Custom field aggiornato

# Integration Center add available field
source: Custom field added
it_it: Custom field aggiunto

# Integration Center available fields modal error
source: Something went wrong
it_it: Qualcosa è andato storto

# Integration Center delete custom field error
source: There was an error deleting custom field
it_it: C'è stato un errore nella cancellazione del custom field

# Integration Center available fields modal error
source: Updated!
it_it: Aggiornato!

# Integration Center send all confirm
source: Are you sure you want to process ALL the bugs? It will take a while. The list could contain REFUSED and PENDING bugs. If you want to send only some bugs, please use the "Send Selected" button.
it_it: Sei sicuro di voler processare TUTTI i bug? Richiederà un po' di tempo. La lista può contenere bug RIFIUTATI e IN ATTESA. Se vuoi processare soltanto alcuni bug, per favore usa il buttone "Carica Selezionati"

# Integration Center default bug upload
source: Default bug uploaded
it_it: Bug di esempio caricato

# Integration Center default bug update
source: Default bug updated
it_it: Bug di esempio aggiornato

# Integration Center Introjs
source: Read carefully the following steps to learn to integrate AppQuality's Issue Tracker with your company's one.
it_it: Leggi con attenzione i seguenti passi per imparare a integrare l'Issue Tracker di AppQuality con quello della tua azienda.

# Integration Center Introjs
source: This is the full list of bugs created by tester for this specific Campaign
it_it: Questa è la lista completa dei bug creati dai tester per questa specifica campagna

# Integration Center Introjs
source: Click here to export a specific bug
it_it: Clicca qui per esportare un bug specifico

# Integration Center Introjs
source: Click here to upload a specific bug
it_it: Clicca qui per caricare uno specifico bug

# Integration Center Introjs
source: Click here to update a specific bug
it_it: Clicca qui per aggiornare uno specifico bug

# Integration Center Introjs
source: Click here to delete a specific bug
it_it: Clicca qui per cancellare uno specifico bug

# Integration Center Introjs
source: Click here to go to bug on your tracker
it_it: Clicca qui per aprire il bug sul tuo tracker

# Integration Center Introjs
source: Here you can filter the bug list. The search is really powerful, you can search by ID or text if you are looking for a specific bug, but most likely you will be willing to look groups of bugs by status etc. You can see a list of feature below the search bar.
it_it: Qui puoi filtrare la tua lista di bug. La ricerca è molto potente, puoi effettuare una ricerca per ID o testo all'interno di un bug specifico, ma se volessi invece filtrare i bug per stato o altri parametri, potrai trovare una lista di queste funzionalità sotto la barra di ricerca.

# Integration Center Introjs
source: You can export all the list
it_it: Puoi exortare tutta la lista

# Integration Center Introjs
source: You can export all the selected bugs
it_it: Puoi esportare tutti i bug selezionati

# Integration Center Introjs
source: You can upload all the list
it_it: Puoi caricare tutta la lista

# Integration Center Introjs
source: You can upload all the selected bugs
it_it: Puoi caricare tutti i bug selezionati

# Integration Center Introjs
source: But first, you need to setup the connection with your Issue Tracker
it_it: Prima di tutto devi impostare la connessione con il tuo Issue Tracker

# Integration Center Introjs
source: This is the summary of your settings for this campaign
it_it: Questo è il riepilogo delle tue impostazioni per questa campagna

# Integration Center Introjs
source: Configure a connection to your Issue Tracker if it's the first time you're pushing some bugs to it
it_it: Configura una connessione al tuo Issue Tracker se è la prima volta che stai inviando dei bug

# Integration Center Introjs
source: In order to be able to fill this settings make sure you have enough rights on your Issue Tracker and a bit of knowledge about how its API works, but don't worry, we're here to help
it_it: Al fine di poter completare queste impostazioni assicurati di avere sufficienti permessi sul tuo Bug Tracker e un minimo di conoscenza su come funzionano le API, ma non ti preoccupare, siamo qui per aiutarti

# Integration Center Introjs
source: You can create a new fake bug at anytime to test the settings
it_it: Puoi creare un bug di esempio quando vuoi per testare le impostazioni

# Integration Center Introjs
source: Update the fake bug used to test settings
it_it: Modifica il bug di esempio per testare le impostazioni

# Integration Center Introjs
source: Edit settings, here you can also select the file format and the fields for the export
it_it: Modifica impostazioni, qui puoi anche selezionare il formato del file e i campi da esportare

# Integration Center Introjs
source: Edit settings, this might come in handy also in the future if the token is expired or you change the project ID
it_it: Modifica le impostazioni. Questo potrà esserti utile in futuro se il tuo token scade o se cambi l'id del progetto

# Integration Center Introjs
source: Delete settings
it_it: Cancella impostazioni

# Integration Center Introjs
source: Read bugs from your tracker
it_it: Leggi i bug dal tuo tracker

# Integration Center Introjs
source: This is the most important part, where you decide how to map and write the bug on your side starting from the info you have here.
it_it: Questa è la parte più importante, dove decidi come mappare e scrivere il bug nel tuo tracker, partendo dalle informazioni che hai qui.

# Integration Center Introjs
source: Each row maps a Content to a Name, that is a Key in the Issue Tracker API and the name of the label that you should see. In Content we invite you to use all the informations you find useful from our platform, format them as you prefer and then send it over, you can choose any field from the Available Field (also listed above). In Name you need to use the proper naming that your Issue Tracker expects.
it_it: Ogni riga associa un Contenuto ad un Nome, che è una Chiave per le API del Bug Tracker e anche il nome dell'etichetta che dovresti vedere. Ti invitiamo ad inserire nel Contenuto tutte le informazioni che trovi utili sulla nostra piattaforma, formattandole come preferisci, per poi inviarle. Puoi scegliere qualsiasi campo da quelli disponibili. Nel campo Nome devi usare la corretta nomenclatura che si aspetta il tuo Bug Tracker.

# Integration Center Introjs
source: Here you will find a modal to better customize the mapping for a single field
it_it: Qui troverai una finestra per personalizzare al meglio l'associazione di ogni singolo campo

# Integration Center Introjs
source: Delete a single mapping
it_it: Elimina un mapping

# Integration Center Introjs
source: Done
it_it: Fine

# Integration Center Introjs
source: Skip
it_it: Salta

# Integration Center Introjs
source: ← Back
it_it: ← Indietro

# Integration Center Introjs
source: Next →
it_it: Avanti →
