{"translation-revision-date":"2021-10-05 11:38+0200","generator":"WP-CLI\/2.5.0","source":"src\/front\/scripts\/components\/intro.js","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","lang":"it","plural-forms":"nplurals=2; plural=(n != 1);"},"Integration Center Introjs\u0004Read carefully the following steps to learn to integrate AppQuality's Issue Tracker with your company's one.":["Leggi con attenzione i seguenti passi per imparare a integrare l'Issue Tracker di AppQuality con quello della tua azienda."],"Integration Center Introjs\u0004This is the full list of bugs created by tester for this specific Campaign":["Questa è la lista completa dei bug creati dai tester per questa specifica campagna"],"Integration Center Introjs\u0004Click here to export a specific bug":["Clicca qui per esportare un bug specifico"],"Integration Center Introjs\u0004Click here to upload a specific bug":["Clicca qui per caricare uno specifico bug"],"Integration Center Introjs\u0004Click here to update a specific bug":["Clicca qui per aggiornare uno specifico bug"],"Integration Center Introjs\u0004Click here to delete a specific bug":["Clicca qui per cancellare uno specifico bug"],"Integration Center Introjs\u0004Click here to go to bug on your tracker":["Clicca qui per aprire il bug sul tuo tracker"],"Integration Center Introjs\u0004Here you can filter the bug list. The search is really powerful, you can search by ID or text if you are looking for a specific bug, but most likely you will be willing to look groups of bugs by status etc. You can see a list of feature below the search bar.":["Qui puoi filtrare la tua lista di bug. La ricerca è molto potente, puoi effettuare una ricerca per ID o testo all'interno di un bug specifico, ma se volessi invece filtrare i bug per stato o altri parametri, potrai trovare una lista di queste funzionalità sotto la barra di ricerca."],"Integration Center Introjs\u0004You can export all the list":["Puoi exortare tutta la lista"],"Integration Center Introjs\u0004You can export all the selected bugs":["Puoi esportare tutti i bug selezionati"],"Integration Center Introjs\u0004You can upload all the list":["Puoi caricare tutta la lista"],"Integration Center Introjs\u0004You can upload all the selected bugs":["Puoi caricare tutti i bug selezionati"],"Integration Center Introjs\u0004But first, you need to setup the connection with your Issue Tracker":["Prima di tutto devi impostare la connessione con il tuo Issue Tracker"],"Integration Center Introjs\u0004This is the summary of your settings for this campaign":["Questo è il riepilogo delle tue impostazioni per questa campagna"],"Integration Center Introjs\u0004Configure a connection to your Issue Tracker if it's the first time you're pushing some bugs to it":["Configura una connessione al tuo Issue Tracker se è la prima volta che stai inviando dei bug"],"Integration Center Introjs\u0004In order to be able to fill this settings make sure you have enough rights on your Issue Tracker and a bit of knowledge about how its API works, but don't worry, we're here to help":["Al fine di poter completare queste impostazioni assicurati di avere sufficienti permessi sul tuo Bug Tracker e un minimo di conoscenza su come funzionano le API, ma non ti preoccupare, siamo qui per aiutarti"],"Integration Center Introjs\u0004You can create a new fake bug at anytime to test the settings":["Puoi creare un bug di esempio quando vuoi per testare le impostazioni"],"Integration Center Introjs\u0004Update the fake bug used to test settings":["Modifica il bug di esempio per testare le impostazioni"],"Integration Center Introjs\u0004Edit settings, here you can also select the file format and the fields for the export":["Modifica impostazioni, qui puoi anche selezionare il formato del file e i campi da esportare"],"Integration Center Introjs\u0004Edit settings, this might come in handy also in the future if the token is expired or you change the project ID":["Modifica le impostazioni. Questo potrà esserti utile in futuro se il tuo token scade o se cambi l'id del progetto"],"Integration Center Introjs\u0004Delete settings":["Cancella impostazioni"],"Integration Center Introjs\u0004Read bugs from your tracker":["Leggi i bug dal tuo tracker"],"Integration Center Introjs\u0004This is the most important part, where you decide how to map and write the bug on your side starting from the info you have here.":["Questa è la parte più importante, dove decidi come mappare e scrivere il bug nel tuo tracker, partendo dalle informazioni che hai qui."],"Integration Center Introjs\u0004Each row maps a Content to a Name, that is a Key in the Issue Tracker API and the name of the label that you should see. In Content we invite you to use all the informations you find useful from our platform, format them as you prefer and then send it over, you can choose any field from the Available Field (also listed above). In Name you need to use the proper naming that your Issue Tracker expects.":["Ogni riga associa un Contenuto ad un Nome, che è una Chiave per le API del Bug Tracker e anche il nome dell'etichetta che dovresti vedere. Ti invitiamo ad inserire nel Contenuto tutte le informazioni che trovi utili sulla nostra piattaforma, formattandole come preferisci, per poi inviarle. Puoi scegliere qualsiasi campo da quelli disponibili. Nel campo Nome devi usare la corretta nomenclatura che si aspetta il tuo Bug Tracker."],"Integration Center Introjs\u0004Here you will find a modal to better customize the mapping for a single field":["Qui troverai una finestra per personalizzare al meglio l'associazione di ogni singolo campo"],"Integration Center Introjs\u0004Delete a single mapping":["Elimina un mapping"],"Integration Center Introjs\u0004Done":["Fine"],"Integration Center Introjs\u0004Skip":["Salta"],"Integration Center Introjs\u0004← Back":["← Indietro"],"Integration Center Introjs\u0004Next →":["Avanti →"]}}}